{
    "Encrypt message": "Message chiffré",
    "Message to encrypt locally in your browser": "Saisissez votre secret",
    "Secret message": "Message Secret",
    "Manually enter decryption key": "Entrée une description ",
    "Custom decryption key": "Clé de déchiffrement personnalisée",
    "Generate decryption key": "Générer la clé de déchiffrement",
    "Checkbox for toggling manual decryption key input": "Case à cocher pour basculer la saisie manuelle de la clé de décryptage",
    "Encrypting message...": "Cryptage du message ...",
    "Encrypt Message": "Crypter le message",
    "One-time download": "Téléchargement unique",
    "One Hour": "Une heure",
    "One Day": "Un jour",
    "One Week": "Une semaine",
    "The decryption key is randomly generated by default": "La clé de déchiffrement est générée aléatoirement par défaut. Vous pouvez éventuellement définir cette valeur manuellementue.",
    "The encrypted message will be deleted automatically after": "Le message chiffré sera supprimé automatiquement",
    "Fetching from database and decrypting in browser, please hold...": "Récupération de la base de données et décryptage dans le navigateur",
    "This secret might not be viewable again, make sure to save it now!": "Ce secret pourrait ne plus être visible, assurez-vous de le sauvegarder maintenant!",
    "Downloading file and decrypting in browser, please hold...": "Téléchargement du fichier et décryptage dans le navigateur",
    "Make sure to download the file since it is only available once": "Assurez-vous de télécharger le fichier car il n'est disponible qu'une seule fois",
    "Share Secrets Securely With Ease": "Partagez vos secrets en toute sécurité",
    "Yopass is created to reduce the amount of clear text passwords stored in email and chat conversations by encrypting and generating a short lived link which can only be viewed once.": "Yopass est créé pour réduire la quantité de mots de passe en texte clair stockés dans les courriels et les conversations de chat en cryptant et en générant un lien de courte durée qui ne peut être consulté qu'une seule fois.",
    "End-to-end Encryption": "End-to-end Encryption",
    "Encryption and decryption are being made locally in the browser. The key is never stored with yopass.": "Le chiffrage et le déchiffrage sont effectués localement dans le navigateur. La clé n'est jamais stockée.",
    "Self destruction": "Self destruction",
    "Encrypted messages have a fixed lifetime and will be deleted automatically after expiration.": "Les messages chiffrés ont une durée de vie fixe et seront supprimés automatiquement après l'expiration.",
    "One-time downloads": "One-time downloads",
    "The encrypted message can only be downloaded once which reduces the risk of someone peaking your secrets.": "Le message chiffré à la possibilité d'être téléchargé qu'une seule fois, ce qui réduit le risque que quelqu'un atteigne vos secrets.",
    "Simple Sharing": "Partage simple",
    "Yopass generates a unique one click link for the encrypted file or message. The decryption password can alternatively be sent separately.": "Yopass génère un lien unique en un clic pour le fichier ou le message chiffré. Le mot de passe de déchiffrement peut également être envoyé séparément.",
    "No accounts needed": "No accounts needed",
    "Sharing should be quick and easy; No additional information except the encrypted secret is stored in the database.": "Le partage doit être rapide et facile; Aucune information supplémentaire à l'exception du secret chiffré n'est stockée dans la base de données.",
    "Open Source Software": "Open Source Software",
    "Yopass encryption mechanism are built on open source software meaning full transparency with the possibility to audit and submit features.": "Le mécanisme de chiffrage Yopass est basé sur un logiciel open source, ce qui signifie une transparence totale avec la possibilité de vérifier et de soumettre des fonctionnalités. ",
    "Une clé de déchiffrement est requise, veuillez la saisir ci-dessous": "Une clé de déchiffrement est requise, veuillez la saisir ci-dessous",
    "Decryption Key": "Clé de déchiffrement",
    "Secret stored in database": "Secret stocké dans la base de données",
    "Remember that the secret can only be downloaded once so do not open the link yourself.": "N'oubliez pas que le secret ne peut être téléchargé qu'une seule fois, alors n'ouvrez pas le lien vous-même.",
    "The cautious should send the decryption key in a separate communication channel.": "Le plus prudent est d'envoyer la clé de déchiffrage dans un canal de communication séparé.",
    "One-click link": "Lien en un clic",
    "Short link": "Lien court",
    "File is too large": "Le fichier est trop volumineux",
    "Drop file to upload": "Déposer le fichier à télécharger",
    "File upload is designed for small files like ssh keys and certificates.": "Le téléchargement de fichiers est conçu pour les petits fichiers tels que les clés ssh et les certificats.",
    "Secret does not exist": "Le secret n'existe pas",
    "It might be caused by any of these reasons.": "Cela peut être causé par l'une de ces raisons.",
    "Opened before": "Déjà ouvert",
    "A secret can be restricted to a single download. It might be lost because the sender clicked this link before you viewed it.": "Un secret peut être limité à un seul téléchargement. Il peut être perdu car l'expéditeur a cliqué sur ce lien avant que vous ne le consultiez.",
    "The secret might have been compromised and read by someone else. You should contact the sender and request a new secret.": "Le secret a peut-être été compromis et lu par quelqu'un d'autre. Vous devez contacter l'expéditeur et demander un nouveau secret.",
    "Broken link": "Lien rompu",
    "The link must match perfectly in order for the decryption to work, it might be missing some magic digits.": "Le lien doit correspondre parfaitement pour que le déchiffrage fonctionne, il peut manquer des chiffres magiques.",
    "Expired": "Expiré",
    "No secret last forever. All stored secrets will expires and self destruct automatically. Lifetime varies from one hour up to one week.": "Aucun secret ne dure pour toujours. Tous les secrets stockés expireront et s'autodétruiront automatiquement. La durée de vie varie d'une heure à une semaine.",
    "Decrypted Message": "Message déchiffré",
    "Created by": "Créé par",
    "Johan Haals": "Johan Haals",
    "Decrypt Secret": "Déchiffrer le secret",
    "Copy": "Copie"
  }
  
  
  