{
"Encrypt message": Шифрование сообщений",
"Message to encrypt locally in your browser": Сообщение для шифрования локально в вашем браузере",
"Secret message": Секретное сообщение",
"Manually enter decryption key": Ручной ввод ключа дешифрования",
"Generate decryption key": Генерация ключа дешифрования",
"Checkbox for toggling manual decryption key input": Флажок для переключения ручного ввода ключа дешифрования",
"Encrypting message...": Шифрование сообщения ...",
"Encrypt Message": Шифрование сообщений",
"One-time download": Разовая загрузка",
"One Hour": Один час",
"One Day": Один день",
"One Week": Одна неделя",
"The decryption key is randomly generated by default": Ключ для расшифровки генерируется случайным образом по умолчанию. При желании вы можете установить это значение вручную.",
"The encrypted message will be deleted automatically after": Зашифрованное сообщение будет удалено автоматически после",
"Fetching from database and decrypting in browser, please hold...": Извлечение из базы данных и дешифрования в браузере, пожалуйста, держите ...",
"This secret might not be viewable again, make sure to save it now!": Этот секрет не может быть видимым снова, убедитесь, что смогли сохранить его сейчас!",
"Downloading file and decrypting in browser, please hold...": Загрузка файлов и дешифрование в браузере, пожалуйста, держите ...",
"Make sure to download the file since it is only available once": Убедитесь в том, чтобы загрузить файл, так как он доступен только один раз",
"Share Secrets Securely With Ease": Передавайте секреты безопасно и с легкостью",
"Yopass is created to reduce the amount of clear text passwords stored in email and chat conversations by encrypting and generating a short lived link which can only be viewed once.": Yopass создан, чтобы уменьшить количество открытого текста паролей, хранящихся в электронной почте и чатах путем шифрования и генерации короткоживущего звена, которое можно увидеть только один раз.",
"End-to-end Encryption": End-to-end шифрования",
"Encryption and decryption are being made locally in the browser. The key is never stored with yopass.": Шифрование и дешифрование делается локально в браузере. Ключ никогда не хранится с yopass.",
"Self destruction": самоуничтожение",
"Encrypted messages have a fixed lifetime and will be deleted automatically after expiration.": Зашифрованные сообщения имеют фиксированный срок службы и будут удалены автоматически после истечения срока действия.",
"One-time downloads": Разовые загрузки",
"The encrypted message can only be downloaded once which reduces the risk of someone peaking your secrets.": Зашифрованное сообщение может быть загружено только один раз что снижает риск кто-то утратит свой секрет.",
"Simple Sharing": Простой общий доступ",
"Yopass generates a unique one click link for the encrypted file or message. The decryption password can alternatively be sent separately.": Yopass генерирует уникальную ссылку на один клик для зашифрованного файла или сообщения. КЛЮЧ расшифровки паролей может быть альтернативно отправлен отдельно.",
"No accounts needed": Аккаунты не требуется",
"Sharing should be quick and easy; No additional information except the encrypted secret is stored in the database.": Совместное использование должно быть быстрым и легким; Никакой дополнительной информации, кроме зашифрованного секрета не хранится в базе данных.",
"Open Source Software": Программное обеспечение с открытым исходным кодом",
"Yopass encryption mechanism are built on open source software meaning full transparency with the possibility to audit and submit features.": Механизм шифрования Yopass основан на программном обеспечении с открытым исходным кодом, что означает полную прозрачность с возможностью проверки кода.",
"A decryption key is required, please enter it below": Требуется ключ дешифрования, пожалуйста, введите его ниже",
"Decryption Key": Ключ дешифрования",
"Secret stored in database": Секрет хранится в базе данных",
"Remember that the secret can only be downloaded once so do not open the link yourself.": Помните, что секрет может быть загружен только один раз, так что нет возможности открыть ссылку повторно.",
"The cautious should send the decryption key in a separate communication channel.": Для особой секратности, нужно послать ключ дешифрования в отдельном канале связи.",
"One-click link": Однокликовая ссылка",
"Short link": Короткая ссылка",
"File is too large": Файл слишком велик",
"Drop file to upload": Перетяните файл для загрузки",
"File upload is designed for small files like ssh keys and certificates.": Загрузка файлов предназначена для небольших файлов, таких как ключи SSH и сертификаты.",
"Secret does not exist": Секрет не существует",
"It might be caused by any of these reasons.": Это может быть вызвано любой из этих причин.",
"Opened before": Открыт до",
"A secret can be restricted to a single download. It might be lost because the sender clicked this link before you viewed it.": Секрет может быть ограничен одной загрузкой. Он может быть утерян, так как отправитель нажал на эту ссылку, прежде чем рассматривать его.",
"The secret might have been compromised and read by someone else. You should contact the sender and request a new secret.": Секрет, возможно, был скомпрометирован и прочитан кем-то другим. Вы должны связаться с отправителем и запросить новый секрет.",
"Broken link": Неработающая ссылка",
"The link must match perfectly in order for the decryption to work, it might be missing some magic digits.": Ссылка должна соответствовать идеально для того, чтобы дешифрование сработало, в ней могут отсутствовать некоторые магические цифры.",
"Expired": Истекший",
"No secret last forever. All stored secrets will expires and self destruct automatically. Lifetime varies from one hour up to one week.": Секреты не вечны. Все сохраненные секреты будут самоуничтожится автоматически. Срок хранения варьируется от одного часа до одной недели.",
"Decrypted Message": Расшифрованное сообщение",
"Created by": Создан",
"Johan Haals": Johan Haals",
"Decrypt Secret": Расшифровать Секрет",
"Copy": Копия"
}
